Repository: theneurasthenicrat/whale4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: runoff method explanation
fr: <p>Ces méthodes fonctionnent par éliminations successives de candidats. À chaque tour, l'électeur vote pour un seul candidat. Si son candidat favori est éliminé, il reporte ensuite automatiquement sa voix sur un des candidats restants. Les égalités sont départagés selon la méthode de scores Borda.</p><ul><li><span class='text-warning'>Vote Alternatif </span>: À chaque tour, le candidat qui reçoit le moins de voix est éliminé. La voix d'un électeur peut donc se reporter plusieurs fois de suite : par exemple, s'il arrive un stade de l'élection où ses deux candidats préférés ont été éliminés, il votera pour son troisième candidat préféré.</li><li><span class='text-warning'>Scrutin Majoritaire à Deux Tours</span>: Pour le second tour, on garde uniquement les deux candidats qui ont reçu le plus de voix.</li> </ul>

source: randomized label
fr: Tournoi aléatoire

source: randomized method explanation
fr: Cette méthode fonctionne exactement à la manière d'un tournoi sportif par élimination. À chaque tour, les candidats s'affrontent par paire. Le meilleur de chaque paire <span class='label label-info'> celui qui est préféré par une majorité de votants </span> va au tour suivant. Deux candidats ex-aequo à un tour donné sont départagés aléatoirement. Le tirage initial du premier tour est aléatoire.

source: French
fr: Français

source: English
fr: Anglais
