Repository: theneurasthenicrat/whale4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email address *
fr: Adresse e-mail *

source: Enter your email
fr: Votre adresse e-mail

source: Enter your password
fr: Votre mot de passe

source: Password *
fr: Mot de passe *

source: Confirm your password
fr: Confirmez votre mot de passe

source: Password confirmation *
fr: Confirmation de mot de passe

source: Enter your nickname
fr: Votre pseudonyme

source: Passwords don't match
fr: Les mots de passe ne concordent pas...

source: Email address
fr: Adresse e-mail

source: Nickname *
fr: Pseudonyme *

source: Change password
fr: Changez votre mot de passe

source: Sign up
fr: S'inscrire

source: Contact us
fr: Nous contacter

source: Send message
fr: Envoyer le message

source: You are already logged in as %(nickname)s...
fr: Vous êtes connecté en tant que %(nickname)s...

source: Log in
fr: Se connecter

source: No account yet?
fr: Pas encore de compte ?

source: Create one
fr: En créer un

source: Create a new account
fr: Créer un compte

source: Welcome
fr: Bienvenue

source: Update your password
fr: Mettre à jour votre mot de passe

source: Manage your polls
fr: Gestion de vos sondages

source: The polls you administrate
fr: Les sondages que vous administrez

source: Title
fr: Titre

source: Delete poll "%(title)s"
fr: Effacer le sondage « %(title)s »

source: Do you really want to delete this poll?
fr: Êtes-vous certain de vouloir effacer ce sondage ?

source: No
fr: Tout compte fait, non

source: Yes
fr: Oui !

source: You have not created any poll so far.
fr: Vous n'avez encore créé aucun sondage.

source: The polls you were involved in as a voter
fr: Les sondages auxquels vous avez participé en tant que votant

source: Delete your vote
fr: Supprimer votre vote

source: Do you really want to delete your vote?
fr: Êtes vous certain de vouloir effacer votre vote pour ce sondage ?

source: You did not participate in any poll yet.
fr: Vous n'avez pris part à aucun sondage pour le moment.

source: Your account has been successfully created.
fr: <h4>Bienvenue !</h4><p>Votre compte a bien été créé. La Baleine vous souhaite la bienvenue</p>

source: You are logged in as %(username)s
fr: <h4>Connexion réussie !</h4><p>Vous êtes connecté en tant que %(username)s.</p><p>Whalecome...</p>

source: unknown WhaleUser or bad password.
fr: <h4>Navré, mais...</h4><p>...ce nom d'utilisateur est inconnu ou bien le mot de passe est erroné.</p><p>Essayez donc à nouveau.</p>

source: You have been successfully logged out.
fr: <h4>Déconnexion réussie</h4><p>Vous êtes déconnecté de la Baleine.</p><p>Vous pouvez maintenant éteindre votre ordinateur ou dispositif mobile et reprendre une activité normale.</p>

source: Enter title
fr: Le titre du sondage

source: Enter closing date
fr: La date de fin du sondage

source: Enter description
fr: La description du sondage

source: Yes-option
fr: Oui

source: No-option
fr: Non

source: close now
fr: Fermer le sondage maintenant.

source: Candidate
fr: Candidat

source: Give a label for the time slot to add (e.g. Morning, 10AM-12AM,...)
fr: Donnez une étiquette au créneau à ajouter (par exemple « matin », ou « 10h-12h »...)

source: you must order all candidates
fr: Vous devez ordonner tous les candidats

source: You must give a score to at least one candidate!
fr: Notez au moins un candidat !

source: certificate
fr: certificat

source: title *
fr: titre *

source: closing date *
fr: date de fin du sondage

source: Positive Negative scale (--, -, 0, +, ++)
fr: 5 niveaux Positifs/Négatifs (--, -, 0, +, ++)

source: Approval Voting (Yes / No)
fr: Approbation (Oui/Non)

source: Ranking with ties
fr: Ordre avec ex-aequo

source: Ranking (no ties)
fr: Ordre sans ex-aequo

source: Standard Poll
fr: Sondage classique

source: Date Poll
fr: Sondage type date

source: Open Ballot
fr: Sondage ouvert

source: Secret Ballot
fr: Sondage à bulletins secrets

source: Experimental Ballot
fr: Expérimentation de vote

source: poll type
fr: type de sondage

source: Preference model *
fr: Préférences *

source: Ballot Type
fr: Type de bulletin

source: Option choice explanation
fr: Un votant peut laisser des candidats non classés (<i>i.e.</i> donner la valeur <span class='label label-primary'>Je ne sais pas</span> à des candidats)

source: Modify choice explanation
fr: L'administrateur (vous, donc) peut ajouter ou retirer des candidats pendant la vie du sondage

source: Option shuffle explanation
fr: Les candidats apparaitront d'une façon aléatoire dans la page de vote.

source: Status of poll explanation
fr: Un participant peut voter. Ce qui veut dire que le sondage n'est pas bloqué.

source: blocking option explanation
fr: Le sondage est bloqué après chaque vote.

source: candidate
fr: candidat

source: voter
fr: votant

source: value
fr: valeur

source: List of Contributors
fr: Liste des contributeurs

source: Name
fr: Nom et prénom

source: Email Adress
fr: Adresse e-mail

source: Link
fr: Lien

source: Get the code
fr: La page GitHub du projet

source: Licence of project
fr: La licence du projet

source: Update your poll
fr: Administration du sondage

source: Poll "%(title)s"
fr: Sondage « %(title)s »

source: %(counter)s voter have participated in this poll.
fr: Nombre de votants : <span class='badge'>%(counter)s</span> pour l'instant.

source: Update parameters
fr: Paramètres généraux et avancés

source: Add or remove candidates
fr: Ajouter / supprimer des candidats

source: Invite the voters
fr: Invitation des participants

source: Change the status of poll
fr: Changer le statut du sondage

source: Go to the poll
fr: La page du sondage

source: Reset poll (delete all votes)
fr: Remettre le sondage à zéro

source: Reset the poll
fr: Remettre le sondage à zéro

source: Reset confirmation
fr: Vous êtes sur le point d'effacer tous les votes du sondage. Cette opération ne peut pas être annulée.<br/>Êtes-vous certain de vouloir le faire ?

source: OK
fr: Oui !

source: Cancel
fr: Tout compte fait, non

source: Data of all polls
fr: Données de tous les sondages

source: Informations about the format of data
fr: Informations sur le format de données

source: Data download
fr: Les données

source: See the results of poll
fr: Visualiser les résultats du sondage

source: scoring method title
fr: Méthodes de calcul des scores

source: scoring method message
fr: Où l'on compte un nombre de points par candidat...

source: condorcet method title
fr: Méthodes de Condorcet

source: condorcet method message
fr: Où l'on engage des duels entre tous les candidats...

source: runoff method title
fr: Méthodes à plusieurs tours

source: runoff method message
fr: Où l'on élimine les candidats un tour après l'autre...

source: randomized method title
fr: Tournois aléatoires

source: randomized method message
fr: Où l'on simule un tournoi sportif entre candidats...

source: Back to the poll
fr: Retour au sondage

source: Home
fr: Accueil

source: New poll
fr: Nouveau Sondage

source: Developers
fr: Développeurs

source: Code license
fr: Licence

source: Signed in as %(nickname)s
fr: Vous êtes connecté en tant que %(nickname)s...

source: Your profile
fr: Votre profil

source: Log out
fr: Se déconnecter

source: Add candidates to poll
fr: Ajouter des candidats au sondage

source: Remove candidates
fr: Supprimer des candidats

source: General parameters
fr: Paramètres généraux

source: Candidates
fr: Candidats

source: Advanced parameters
fr: Paramètres avancés

source: Invite
fr: Invitation des votants

source: Add
fr: Ajouter

source: List of current candidates
fr: Candidats du sondage

source: Delete "%(c)s"
fr: Supprimer « %(c)s »

source: Do you really want to delete "%(c)s"?
fr: Êtes-vous certain de vouloir enlever « %(c)s » de la liste du sondage ?

source: Not yet Candidates
fr: Pas de candidat pour l'instant

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Back to admin page
fr: Retour à la page d'administration

source: Secret ballot
fr: Sondage à bulletins secrets

source: Save
fr: Enregistrer

source: Data of poll
fr: Les données du sondage

source: data explanation
fr: Cette page est destinée aux utilisateurs avancés. Pas de panique, si vous ne comprenez pas.

source: Add candidates
fr: Ajouter un candidat

source: Pick one or several dates
fr: Choisissez une ou plusieurs dates

source: Round
fr: Tour

source: Winner
fr: Gagnant

source: Approval threshold
fr: Seuil d'approbation

source: Approval scores
fr: Scores d'approbation

source: Shuffle candidates for the first round
fr: Nouveau tirage aléatoire au premier tour

source: Type of Graph
fr: Type de représentation

source: Nodes Links
fr: Graphe

source: Matrix
fr: Tableau des scores

source: Color palette
fr: Palette de couleurs

source: Classical
fr: Classique

source: Grayscale
fr: Niveaux de gris

source: More about the
fr: À propos des

source: Back to the results
fr: Retour aux résultats

source: Retrieving data...
fr: Récupération des données...

source: WHich ALternative is Elected
fr: Whale4 - WHich ALternative is Elected

source: Email html template with url %(url)s and certificate %(certi)s.
fr: <p>Dear voter,</p> <p>You have been invited to participate to a vote on the Whale4 platform. If you want to vote, follow the following link:</p> <p><a href="%(url)s">%(url)s</a></p> <p>Then, enter your personal certificate which is the following one:</p> <p><b>%(certi)s</b></p> <p>The Whale thanks you for using Whale4.</p>

source: Email text template with url %(url)s and certificate %(certi)s.
fr: Dear voter, You have been invited to participate to a vote on the Whale4 platform. If you want to vote, follow the following link: %(url)s. Then, enter your personal certificate which is the following one: %(certi)s. The Whale thanks you for using Whale4.

source: About
fr: À propos

source: Credits
fr: Équipe

source: Code/Data
fr: Code / Données

source: Give it a try?
fr: <p>Vous voulez essayer ? Participez au sondage de démonstration :</p>

source: demo
fr: Votez

source: What is Whale
fr: Qu'est-ce que Whale ?

source: What is Whale left
fr: <p>Whale<sup>4</sup> est une application Web dédiée à la décision collective et au vote « profane », et devrait vous aider à vous décider collectivement entre plusieurs options. Vous pouvez à cet effet <a href="/polls/choosePollType">créer un sondage</a>, inviter des gens à y participer, et visualiser les résultats.</p>

source: What is Whale right
fr: <p>Whale<sup>4</sup> propose plusieurs modes d'expression des préférences, et s'appuie sur la <a href="https://fr.wikipedia.org/wiki/Syst%C3%A8me_%C3%A9lectoral">théorie du vote</a> pour éclairer les résultats.</p><p>Whale<sup>4</sup> est un projet <a href="http://www.fsf.org/">libre</a> : vous pouvez en télécharger le code et l'utiliser comme bon vous semble.</p>

source: Who is behind Whale
fr: Qui est donc derrière Whale ?

source: Who is behind Whale desc
fr: <p>Whale est développé par une équipe de chercheurs au <a href="http://www.liglab.fr/">Laboratoire d'Informatique de Grenoble</a>. Son développement a été en partie financé par le projet ANR CoCoRICo-CoDec portant sur le <a href="http://www.illc.uva.nl/COMSOC/">choix social computationnel</a>.</p><p>Jetez donc un coup d'œil à la <a href="/polls/about">page de contacts</a> si vous voulez voir la liste des contributeurs et savoir comment contacter l'actuel <a href="http://recherche.noiraudes.net/">gardien de la baleine</a>.</p>

source: Developers and researchers
fr: Développeurs et chercheurs

source: Download data desc
fr: <p>L'un des objectifs de Whale est de servir la recherche en théorie du vote en fournissant des jeux de données sur les élections.</p><p>Nourrissez la baleine en sondages; elle vous le rendra bien en données !</p>

source: Goto data download
fr: Les données

source: Source code desc
fr: <p>Whale est un projet libre. Vous pouvez en télécharger le code source, le modifier et l'utiliser pour vos propres besoins.</p><p>Vous voulez contribuer ? Vous êtes le / la bienvenu(e) !</p>

source: Add the voters
fr: Ajouter des votants

source: Share vote's link
fr: Partager le lien

source: Add one or several email addresses of voters.
fr: Ajouter une ou plusieurs adresses e-mail (séparées par des virgules, points-virgules ou sauts de lignes).

source: Submit
fr: Envoyer

source: List of current voters
fr: Registre électoral

source: No voter yet
fr: Pas de votant pour l'instant

source: Vote to this poll
fr: Voter pour ce sondage

source: Vote
fr: Voter

source: Copy this link
fr: Copier le lien vers le sondage

source: Share on social network
fr: Si vous êtes d'humeur sociale, partagez...

source: Create a new poll
fr: Nouveau Sondage

source: Which kind of poll do you want to create?
fr: Quel type de sondage voulez-vous créer ?

source: Open ballot
fr: Sondage ouvert

source: Everyone can see everyone else's votes and names.
fr: Un sondage traditionnel sans enjeu fort : tous les participants peuvent voir les votes exprimés.

source: Standard poll
fr: Sondage classique

source: Choose among several custom alternatives.
fr: Où il s'agit de choisir entre plusieurs options fixées librement (<i>e.g.</i> élire un représentant, choisir un restaurant...)

source: Date poll
fr: Choix de date

source: Find the best date for an event
fr: Où l'on cherche la meilleure date pour un événement.

source: Secret ballot poll
fr: Sondage à bulletins secrets

source: Secret ballot explanation.
fr: Une élection classique dans les formes : les bulletins sont secrets jusqu'à la fermeture du sondage. Après, ils sont rendus publics, mais sous une forme anonyme (<i>i.e.</i> les noms des électeurs ne sont pas divulgués).

source: Experimental ballot
fr: Expérimentation de vote

source: Experimental ballot explanation.
fr: Un cadre d'expérimentation de vote (oui, on fait de la <i>science</i> ici) : les votants participent de manière anonyme. L'administrateur peut contrôler la manière dont ils participent et voir les résultats.

source: Poll
fr: Sondage

source: Parameters
fr: Paramètres

source: Delete this vote
fr: Supprimer ce vote

source: Do you really want to delete this vote?
fr: Êtes-vous certain de vouloir effacer ce vote ?

source: no vote yet
fr: Pas encore de vote

source: Poll :
fr: Sondage :

source: change the status of poll
fr: Changer le statut du sondage

source: vote
fr: Voter

source: results
fr: Résultats

source: No vote yet... Do you want to be the first one?
fr: Pas de vote pour l'instant... Voulez vous être le premier ?

source: The poll is closed since
fr: Le sondage est clôt depuis le

source: The poll is opened until
fr: Le sondage est ouvert jusqu'au

source: (unless the poll creator decides to close it before).
fr: (à moins que l'administrateur du sondage décide de le fermer avant).

source: settings
fr: Paramètres

source: Data page
fr: Données

source: Vote!
fr: La page du vote...

source: Click on the names of the unsorted candidates <span class="label label-default">left frame</span> to rank them <span class="label label-default">right frame</span> .
fr: Cliquez sur les noms des candidats non classés (à <span class="label label-default">gauche</span>) afin de les classer à <span class="label label-default">droite</span>.

source: Unsorted candidates
fr: Candidats non classés

source: You can put back a sorted candidate <span class="label label-default">right</span> to the pool of unsorted candidates <span class="label label-default">left</span> by clicking on it.
fr: Vous pouvez remettre un candidat déjà classé (à <span class="label label-default">droite</span>) dans l'ensemble des candidats non classés (à <span class="label label-default">gauche</span>) en cliquant sur celui-ci.

source: Sorted candidates
fr: Candidats classés

source: you are not the poll administrator
fr: <h4>Bien tenté, mais...</h4><p>Vous n'êtes pas l'administrateur du sondage. Désolé...</p>

source: Experimental vote can not be updated
fr: <h4>Hum...</h4><p>Quelque chose de louche s'est passé : vous tentez de mettre un jour un vote pour un sondage de type expérimental. Ce n'est pas possible.</p>

source: This is not your vote
fr: <h4>Bien tenté, mais...</h4><p>Ce vote ne vous appartient pas. N'essayez donc pas de tricher...</p>

source: The poll is not closed
fr: <h4>Soyez patient...</h4><p>Le sondage n'est pas encore clôt...</p>

source: the poll is blocked
fr: <h4>Oups...</h4><p>Vous ne pouvez pas voter pour l'instant. Demandez à l'administrateur du sondage de vous donner l'accès. </p>

source: You must add at least two candidates
fr: <h4>Oups...</h4><p>Vous devez ajouter au moins deux candidats.</p>

source: General parameters successfully created!
fr: <h4>Sondage créé</h4><p>Votre sondage a été créé. Maintenant, ajoutez des candidats et réglez les paramètres avancés.</p>

source: General parameters successfully updated!
fr: <h4>Paramètres mis à jour</h4><p>Les paramètres généraux du sondage ont été mis à jour.</p>

source: Parameters are successfully updated!
fr: <h4>Paramètres mis à jour</h4><p>Les paramètres de votre sondage ont bien été mis à jour.</p>

source: Options are successfully added!
fr: <h4>Paramètres mis à jour</h4><p>Les paramètres de votre sondage ont bien été mis à jour.</p>

source: Invited voters successfully added!
fr: <h4>Invités ajoutés</h4><p>Les personnes que vous avez spécifiées ont bien été ajoutés à la liste des votants.</p>

source: Add or remove candidates is not allowed!
fr: Ajouter ou supprimer des candidats n'est pas autorisé pour ce sondage.

source: Candidates must be distinct (%(c)s)
fr: <h4>S'il-vous-plaît...</h4><p>...Donnez des noms différents à des candidats différents (%(c)s est déjà dans la liste des candidats).</p>

source: Candidate %(c)s successfully added!
fr: <h4>Candidat ajouté</h4><p>Le candidat %(c)s a été ajouté au sondage.</p>

source: Candidates are successfully added!
fr: <h4>Candidats ajoutés</h4><p>Les candidats ont bien été ajoutés à la liste.</p>

source: Candidate has been deleted (%(c)s)!
fr: <h4>Candidat supprimé</h4><p>%(c)s a bien été supprimé de la liste des candidats.</p>

source: Poll successfully reset.
fr: Remise à zéro réussie. Vous avez désormais un sondage flambant neuf...

source: Your poll has been deleted!
fr: <h4>Effacement confirmé</h4><p>Le sondage (ainsi que tous les votes associés) a bien été supprimé de la base.</p>

source: Status is successfully changed!
fr: <h4>Statut mis à jour</h4><p>Le statut de votre sondage a bien été mis à jour.</p>

source: anonymous voter has been deleted!
fr: <h4>Votant supprimé</h4><p>Le votant anonyme a bien été supprimé de la liste.</p>

source: your certificate is correct
fr: <h4>Autorisation accordée</h4><p>Votre certificat est valide. Vous pouvez voter !</p>

source: your certificate is incorrect
fr: <h4>Certificat incorrect</h4><p>Hum, il semblerait que le certificat que vous avez entré ne correspond pas à un certificat valide. Faute de frappe ? Prenez une grande inspiration et tapez-le à nouveau.</p>

source: poll closed, you cannot vote anymore
fr: <h4>Sondage fermé</h4><p>Désolé, vous ne pouvez plus voter car l'administrateur a clôturé le sondage.</p>

source: you have already voted, now you can update your vote
fr: <h4>Bienvenue à nouveau...</h4><p>Vous avez déjà voté. Si vous voulez, vous pouvez modifier votre vote.</p>

source: Your vote has been added to the poll, thank you!
fr: <h4>A voté!</h4><p>Votre vote a bien été pris en compte. Merci d'avoir utilisé Whale !</p>

source: Your vote has been updated, thank you!
fr: <h4>A voté! (à nouveau)</h4><p>La modification de votre vote a bien été prise en compte. Merci d'avoir utilisé Whale !</p>

source: Your vote has been deleted!
fr: <h4>Vote supprimé</h4><p>La suppression de votre vote a bien été prise en compte. Merci d'avoir utilisé Whale !</p>

source: scoring label
fr: Méthode de calcul

source: Range Voting
fr: Vote par notation

source: Plurality
fr: Pluralité

source: Approval
fr: Approbation

source: Curve Approval
fr: Courbe d'approbation

source: Approval scoring method explanation
fr: <section> Pour chaque candidat, on compte le nombre de <label class='label label-primary'> Oui</label>.</section>

source: scoring method explanation
fr: <p>On compte un nombre de points pour chaque candidat, de la manière suivante :</p><ul><li><span class='text-warning'>Borda </span>: un candidat gagne <i>n-1</i> points chaque fois qu'il est classé en premier, </i>n-2</i> points chaque fois qu'il est classé en second, etc.<span class='label label-info'>n est le nombre de candidats</span></li><li><span class='text-warning'>Pluralité </span>: un candidat gagne <i>1 </i>point chaque fois qu'il est classé en premier.</li><li><span class='text-warning'>Veto </span> : un candidat reçoit un point négatif chaque fois qu'il est classé dernier.</li><li><span class='text-warning'>Approbation </span>: un candidat gagne 1 point chaque fois qu'il est au dessus d'un seuil spécifié.</li><li><span class='text-warning'>Courbe d'approbation </span>: la courbe répresentant les points d'approbation en fonction du seuil d'approbation.</li></ul>

source: scoring method explanation without Ranks#0
fr: <p>On compte un nombre de points pour chaque candidat, de la manière suivante :</p><ul><li><span class='text-warning'>Vote par notation </span>: un candidat gagne des points correspondant à son score.</li><li><span class='text-warning'>Pluralité </span>: un candidat gagne <i>1 </i>point chaque fois qu'il est classé en premier.</li><li><span class='text-warning'>Veto </span> : un candidat reçoit un point négatif chaque fois qu'il est classé dernier.</li><li><span class='text-warning'>Approbation </span>: un candidat gagne 1 point chaque fois qu'il est au dessus d'un seuil spécifié.</li><li><span class='text-warning'>Courbe d'approbation </span>: la courbe répresentant les points d'approbation en fonction du seuil d'approbation.</li></ul>

source: condorcet label
fr: Méthode de calcul

source: condorcet method explanation
fr: <p>On réalise tous les duels électoraux possibles entre les candidats. Le candidat A gagne son duel contre le candidat B quand une majorité des électeurs préfère le candidat A plutôt que le candidat B. Le point commun de toutes les méthodes de Condorcet est que quand un candidat gagne tous ses duels, il est automatiquement déclaré vainqueur de l'élection. Ce cas est assez fréquent en pratique : vous observerez donc souvent que les méthodes présentées ici donnent le même résultat. Ceci dit, ces méthodes peuvent différer dans les cas plus rares où aucun candidat ne parvient à remporter tous ses duels.</p><ul><label >Méthode de calcul: </label> <li > <span class='text-warning'>Copeland </span>: Un candidat gagne un point pour chaque duel gagné et un demi-point pour chaque égalité.</li> <li ><span class='text-warning'>Simpson (maxmin)</span> : Le score d'un candidat est le score obtenu dans son pire duel. Par exemple, si son pire résultat est 35 voix contre 65, alors son score est 35. <br> N.B. : si un candidat gagne tous ses duels, son score est plus grand que la moitié du nombre d'électeurs!</li> </ul> <ul> <label> Type de représentation : </label><li> <span class='text-warning'>Graphe</span> : On trace une flèche pour chaque duel gagné : une flèche d'un candidat A vers un candidat B signifie que A gagne le duel contre B,c'est-à-dire qu'une majorité de votants préfère A plutôt que B. L'épaisseur de la flèche représente la différence de voix entre les deux candidats. Il y a un trait pointillé si les deux candidats sont à égalité.</li><li> <span class='text-warning'>Tableau des scores</span>: À la ligne du candidat A et à la colonne du candidat B, on indique le nombre d'électeurs qui préfèrent le candidat A plutôt que le candidat B.</li></ul>

source: runoff label
fr: Méthode de calcul

source: Two Round majority
fr: Scrutin Majoritaire à Deux Tours

source: STV
fr: Vote Alternatif
